Revit 2027 API
ParameterTypeId.RbsElecAnalyticalTotalCoincidentLoad Property
 "Total Coincident Loads"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecAnalyticalTotalCoincidentLoad { get; }
Public Shared ReadOnly Property RbsElecAnalyticalTotalCoincidentLoad As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecAnalyticalTotalCoincidentLoad {
	ForgeTypeId^ get ();
}
static member RbsElecAnalyticalTotalCoincidentLoad : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace